IDEA StatiCa Open Model
ConnectionInfo Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConnectionInfo class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionInfo()
Public Sub New
public:
ConnectionInfo()
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace